[
  {
    "id": 0,
    "content": "Is your name Google? Because you have everything I've been searching for."
  },
  {
    "id": 1,
    "content": "Are you a magician? Because whenever I look at you, everyone else disappears."
  },
  {
    "id": 2,
    "content": "Do you have a name, or can I call you mine?"
  },
  {
    "id": 3,
    "content": "Do you believe in love at first sight, or should I walk by again?"
  },
  {
    "id": 4,
    "content": "Are you a camera? Because every time I look at you, I smile."
  },
  {
    "id": 5,
    "content": "Is your dad a boxer? Because you're a knockout!"
  },
  {
    "id": 6,
    "content": "Excuse me, but I think you dropped something: my jaw."
  },
  {
    "id": 7,
    "content": "Is your name Wi-Fi? Because I'm really feeling a connection."
  },
  {
    "id": 8,
    "content": "Do you have a map? I keep getting lost in your eyes."
  },
  {
    "id": 9,
    "content": "Is your dad a thief? Because he must have stolen the stars and put them in your eyes."
  },
  {
    "id": 10,
    "content": "Do you have a Band-Aid? I just scraped my knee falling for you."
  },
  {
    "id": 11,
    "content": "Is your name Ariel? Because we mermaid for each other."
  },
  {
    "id": 12,
    "content": "Are you a parking ticket? Because you've got 'Fine' written all over you."
  },
  {
    "id": 13,
    "content": "Is your dad a baker? Because you're a cutie pie."
  },
  {
    "id": 14,
    "content": "If you were a vegetable, you'd be a cute-cumber."
  },
  {
    "id": 15,
    "content": "Is your name Google? Because you're everything I'm searching for."
  },
  {
    "id": 16,
    "content": "Can I follow you home? Cause my parents always told me to follow my dreams."
  },
  {
    "id": 17,
    "content": "Do you have a name or can I call you mine?"
  },
  {
    "id": 18,
    "content": "I'm not a photographer, but I can definitely picture us together."
  },
  {
    "id": 19,
    "content": "Do you have a Band-Aid? I just scraped my knee falling for you."
  },
  {
    "id": 20,
    "content": "Is your dad a boxer? Because you're a knockout!"
  },
  {
    "id": 21,
    "content": "Do you believe in love at first sight or should I walk by again?"
  },
  {
    "id": 22,
    "content": "Is your dad a terrorist? Because you're the bomb!"
  },
  {
    "id": 23,
    "content": "If you were a vegetable, you'd be a 'cute-cumber'."
  },
  {
    "id": 24,
    "content": "Are you an interior decorator? Because when I saw you, the entire room became beautiful."
  },
  {
    "id": 25,
    "content": "If looks could kill, you'd definitely be a weapon of mass destruction."
  },
  {
    "id": 26,
    "content": "Do you have a name or can I call you mine?"
  },
  {
    "id": 27,
    "content": "Is your dad a baker? Because you're a cutie pie."
  },
  {
    "id": 28,
    "content": "Is your name Wi-Fi? Because I'm really feeling a connection."
  },
  {
    "id": 29,
    "content": "Do you have a map? I keep getting lost in your eyes."
  },
  {
    "id": 30,
    "content": "I hope you know CPR, because you just took my breath away!"
  },
  {
    "id": 31,
    "content": "So, aside from taking my breath away, what do you do for a living?"
  },
  {
    "id": 32,
    "content": "I ought to complain to Spotify for you not being named this week’s hottest single."
  },
  {
    "id": 33,
    "content": "Are you a parking ticket? ‘Cause you’ve got ‘fine’ written all over you."
  },
  {
    "id": 34,
    "content": "Your eyes are like the ocean; I could swim in them all day."
  },
  {
    "id": 35,
    "content": "When I look in your eyes, I see a very kind soul."
  },
  {
    "id": 36,
    "content": "If you were a vegetable, you’d be a ‘cute-cumber.’"
  },
  {
    "id": 37,
    "content": "Do you happen to have a Band-Aid? ‘Cause I scraped my knees falling for you."
  },
  {
    "id": 38,
    "content": "I never believed in love at first sight, but that was before I saw you."
  },
  {
    "id": 39,
    "content": "I didn’t know what I wanted in a woman until I saw you."
  },
  {
    "id": 40,
    "content": "I was wondering if you could tell me: If you’re here, who’s running Heaven?"
  },
  {
    "id": 41,
    "content": "No wonder the sky is gray (or dark, if at night)—all the color is in your eyes."
  },
  {
    "id": 42,
    "content": "You’ve got everything I’ve been searching for, and believe me—I’ve been looking a long time."
  },
  {
    "id": 43,
    "content": "You’re like a fine wine. The more of you I drink in, the better I feel."
  },
  {
    "id": 44,
    "content": "You’ve got a lot of beautiful curves, but your smile is absolutely my favorite."
  },
  {
    "id": 45,
    "content": "Are you as beautiful on the inside as you are on the outside?"
  },
  {
    "id": 46,
    "content": "If being sexy was a crime, you’d be guilty as charged."
  },
  {
    "id": 47,
    "content": "I was wondering if you’re an artist because you were so good at drawing me in."
  },
  {
    "id": 48,
    "content": "It says in the Bible to only think about what’s pure and lovely… So I’ve been thinking about you all day long."
  }
]
